hello_text = "Привіт!\nЦе міні-додаток для\nперевірки твоїх знань та вмінь!\nОбирай еран із питанням!"
questions_up = [
    ["Яка тварина може спати до трьох років без перерви?", "Черепаха", "Качка", "Білка", "Ведмідь"],
    ["Як називається найглибша точка океану?", "Маріанська западина", "Гріб Саргасового моря", "Кілька Аляски", "Червоне море"],
    ["Яка птаха не може летіти?", "Страус", "Орел", "Лелека", "Сокіл"],
]

stories_right = [
    ["У затишному селі на березі річки жили люди, які любили свята. Одного разу, восени, вони вирішили влаштувати велике свято урожаю. Вони прикрасили свої двори гарбузами, розвісили різнокольорові прапорці та запросили гостей з сусідніх сіл. На святі було багато їжі, музики та танців. Діти грали у різні ігри, а дорослі розповідали веселі історії біля вогнища. Усі були щасливі та радісні, і свято тривало до пізньої ночі.", "Чи правда, що на святі були діти?", True],
    ["В парку на околиці міста була затишна кав'ярня. Вона славилася своїми смачними круасанами та ароматною кавою. Щоранку туди приходили місцеві жителі, щоб почати день із гарного настрою. Одного дня до кав'ярні завітав знаменитий художник, який вирішив намалювати картину парку. Він сидів біля вікна і малював, поки пив каву і насолоджувався атмосферою.", "Чи правда, що художник пив каву в кав'ярні?", True],
    ["У маленькому селі біля гір жив старий рибалка. Він кожен день виходив на річку зі своєю човном і ловив рибу. Одного разу, під час сильної бурі, рибалка побачив на небі неймовірну веселку. Він вирішив, що це знак удачі, і продовжував риболовлю. Того дня він піймав найбільшу рибу в своєму житті.", "Чи правда, що рибалка піймав найбільшу рибу під час бурі?", False],
    ["У місті було багато високих будинків, але найвищий був особливий. Він був покритий зеленими ліанами і мав величезний сад на даху. Щовечора там збиралися місцеві жителі, щоб насолодитися видом на захід сонця. Одного разу в саду влаштували концерт класичної музики, і всі були в захваті від виконання музикантів.", "Чи правда, що найвищий будинок був покритий зеленими ліанами?", False]
]

instructions_right = "Прочитай текст, потім - дай відповідь на питання нижче."